{
  "en": {
    "form": {
      "linkOrder": "Link Order",
      "orderPlaceholder": "Enter link or post ID to boost",
      "quantity": "Quantity",
      "serviceTime": "Minutes",
      "note": "Note",
      "total": "Total",
      "createProcess": "Create Process"
    },
    "modal": {
      "notification": "Notification"
    },
    "toast": {
      "close": "Close",
      "warning": "Warning",
      "warningContent": "Currently, FB is scanning ALL orders on Server 1 and Server 2. No refunds under any circumstances. Please consider before ordering. Only public Video/Livestream orders are supported. We do NOT support refunds!",
      "notification": "Notification",
      "notificationContent": "Prohibitions:\n1. No misleading information.\n2. No unethical or illegal actions.\n3. No spreading false or harmful information.\n4. No inappropriate content for children.",
      "errorService": "Unable to load service information. Please try again later.",
      "errorServiceTime": "Unable to load service time information. Please try again later.",
      "orderSuccess": "Order created successfully",
      "insufficientBalance": "Insufficient account balance"
    },
    "instructions": [
      "Start time: 0-5 minutes",
      "100% simultaneous",
      "Service time: As ordered",
      "Example link: Facebook live link",
      "# Do not place a second order on the same link before your current order is completed in the system."
    ],
    "instaInstructions": [
      "Link: Username or live link",
      "Location: Global",
      "Start: 0-2 minutes",
      "No decrease"
    ],
    "instaInstructions1": [
      "When the service is busy, the process start time will vary.",
      "Do not place a second order using the same link until your current order is completed in the system.",
      "In case of any issues with the service, please contact support."
    ],
    "common": {
      "english": "English",
      "toggle_language": "Toggle language",
      "server": "Server",
      "minutes": "minutes",
      "serviceDetail": "Service detail",
      "active": "Active",
      "newOrder": "New order",
      "orderHistory": "Order history",
      "noData": "No data",
      "commonInfo": "Common info"
    }
  },
  "vi": {
    "form": {
      "linkOrder": "Link order",
      "orderPlaceholder": "Nhập link hoặc ID bài viết cần tăng",
      "quantity": "Số mắt",
      "serviceTime": "Số phút",
      "note": "Ghi chú",
      "total": "Thành tiền",
      "createProcess": "Tạo tiến trình"
    },
    "modal": {
      "notification": "Thông báo"
    },
    "toast": {
      "close": "Đóng",
      "warning": "Lưu ý",
      "warningContent": "Hiện tại FB đang quét TẤT CẢ đơn hàng buff mắt ở Máy sever 1 và sever 2 sẽ KHÔNG hoàn tiền trong mọi trường hợp (Kể cả KHÔNG lên mắt), các bạn cân nhắc trước khi đặt hàng. Chỉ tăng mắt cho Video/Livestream công khai, nếu cố tình đặt Video/Livestream KHÔNG công khai có thể KHÔNG lên đủ hoặc KHÔNG lên. Chúng tôi KHÔNG hỗ trợ hoàn tiền!",
      "notification": "Thông báo",
      "notificationContent": "Nghiêm Cấm:\n1. Cấm mọi hành vi sử dụng dịch vụ nhằm gây ra sự hiểu nhầm hoặc làm sai lệch thông tin, ảnh hưởng đến sự nhận thức của người dùng về các sản phẩm, dịch vụ hoặc thông tin được cung cấp.\n2. Cấm mọi hành vi sử dụng dịch vụ nhằm thực hiện các hành vi vi phạm đạo đức, chuẩn mực xã hội, hoặc vi phạm các quy định pháp luật hiện hành. Điều này bao gồm các hành vi như quấy rối, lừa đảo, hoặc xuyên tạc thông tin có chủ đích.\n3. Cấm việc chia sẻ, phát tán thông tin sai lệch, thông tin gây hiểu lầm hoặc thông tin có hại cho cộng đồng. Các hành vi này không chỉ gây ảnh hưởng xấu đến người nhận mà còn có thể dẫn đến các hành vi phạm pháp khác.\n4. Cấm việc sử dụng dịch vụ để thực hiện các hành vi không phù hợp trong việc giáo dục trẻ em, như đưa vào giảng dạy các thông tin sai lệch, không phù hợp về văn hóa, đạo đức, hoặc pháp luật.",
      "errorService": "Không thể tải thông tin dịch vụ. Vui lòng thử lại sau.",
      "errorServiceTime": "Không thể tải thông tin dịch vụ. Vui lòng thử lại sau.",
      "orderSuccess": "Tạo đơn hàng thành công",
      "insufficientBalance": "Không đủ số dư trong tài khoản"
    },
    "instructions": [
      "Thời gian bắt đầu: 0-5 phút",
      "Đồng thời 100%",
      "Thời gian phục vụ: Theo thời gian đặt",
      "Liên kết ví dụ: Liên kết phát trực tiếp trên Facebook",
      "# Không đặt đơn hàng thứ hai trên cùng một liên kết trước khi đơn hàng của bạn được hoàn tất trong hệ thống."
    ],
    "instaInstructions": [
      "Liên kết: Tên người dùng hoặc Liên kết phát trực tiếp",
      "Vị trí: Toàn cầu",
      "Bắt đầu: 0-2 phút",
      "Không giảm"
    ],
    "instaInstructions1": [
      "Khi dịch vụ bận, tốc độ bắt đầu của quy trình sẽ thay đổi.",
      "Không đặt đơn hàng thứ hai thông qua cùng một liên kết trước khi đơn hàng của bạn được hoàn tất trong hệ thống.",
      "Trong trường hợp có bất kỳ vấn đề nào với dịch vụ, vui lòng liên hệ với bộ phận hỗ trợ."
    ],
    "common": {
      "vietnamese": "Tiếng Việt",
      "toggle_language": "Chuyển đổi ngôn ngữ",
      "server": "Máy chủ",
      "minutes": "phút",
      "serviceDetail": "Chi tiết dịch vụ",
      "active": "Hoạt động",
      "newOrder": "Đơn hàng mới",
      "orderHistory": "Lịch sử đơn",
      "noData": "Không có dữ liệu",
      "commonInfo": "Thông tin chung"
    }
  }
}
